{"title":"Increased aortic intima-media thickness following Kawasaki disease\nIncreased aortic intima-media thickness following Kawasaki disease","authors":["Katherine Yh Chen","Diana Zannino","Nigel Curtis","Michael Cheung","David Burgner","Katherine Yh Chen","Katherine Yh Chen","Diana Zannino","Nigel Curtis","Michael Cheung","David Burgner"],"abstracts":[{"content":"Background and aims:The cardiovascular risk following Kawasaki disease (KD), especially in those without coronary artery changes or with regressed coronary artery lesions, is unclear. We assessed markers of early atherosclerosis in individuals following KD, including those with and without coronary artery abnormalities.","strong":"Backgroundandaims:"},{"content":"Methods:We performed a cross-sectional case-control study of 60 patients (25 with always normal coronary arteries and 35 with abnormalities) and 60 controls, at least two years after KD. Non-invasive assessment of arterial structure (carotid and aortic intima-media thickness (IMT)) and function (pulse wave velocity, carotid artery distensibility and diameter compliance) was done. Analyses were adjusted for traditional cardiovascular risk factors.","strong":"Methods:"},{"content":"Results:Kawasaki disease patients had increased aortic IMT compared to controls (0.53 mm (95% CI 0.51-0.56) versus 0.49 (95% CI 0.47-0.52), p = 0.04), largely driven by those with abnormal coronary arteries. There were no differences in carotid IMT. Kawasaki disease patients with coronary artery abnormalities had reduced carotid distensibility compared to controls (15.16% (95% CI 13.67-16.65) versus 17.50 (95% CI 16.43-18.58), p = 0.02).","strong":"Results:"},{"content":"Conclusions:Patients with KD have increased aortic IMT and reduced carotid distensibility, indicating heightened cardiovascular risk, especially in those with coronary artery abnormalities. In our study, we used validated surrogates for cardiovascular disease risk. Our findings, therefore, warrant follow-up investigations in KD patients.","strong":"Conclusions:"}]}