{"title":"Markers of Early Vascular Ageing\nMarkers of Early Vascular Ageing","authors":["Vasilios Kotsis","Christina Antza","Ioannis Doundoulakis","Stella Stabouli","Vasilios Kotsis","Vasilios Kotsis","Christina Antza","Ioannis Doundoulakis","Stella Stabouli"],"abstracts":[{"content":"Background:Cardiovascular damage is clinically manifested as coronary artery disease, heart failure, stroke and peripheral artery disease. The prevalence of these adverse conditions is higher with advancing age. Although many patients present cardiovascular damage late in their life, it is common to see patients with early atherosclerosis in cardiovascular intensive care units at ages lower than 50 years in men and 55 for women.","strong":"Background:"},{"content":"Methods and results:In this review of the literature we identified risk factors of early vascular damage. The classic risk factors such as age, gender, diabetes mellitus, dyslipidemia, smoking, alcohol, hypertension, obesity, family history and newer biomarkers such as hs-CRP, folic acid, homocysteine, fibrinogen are neither strong nor predictive of the individual patient's risk to present early cardiovascular disease. All these risk factors have been used to propose risk scores for possible future events but we still lack a single strong marker indicating new onset of disease that will predict the future independently of the classical factors. The role of vascular imaging techniques to identify patients with subclinical atherosclerotic vascular damage before clinical disease, including the effect of known and unknown risk factors on the vascular tree, seems to be very important for intensifying preventive measures in high risk patients. Early arteriosclerosis measured from pulse wave velocity is associated with reduced arterial elasticity and is associated with future cardiovascular events.","strong":"Methodsandresults:"},{"content":"Conclusions:Vascular measurements may better represent the continuum of cardiovascular disease from a young healthy to an aged diseased vessel that is going to produce adverse clinical events.","strong":"Conclusions:"}]}