{"title":"Evaluation of carotid intima-media thickness and factors associated with cardiovascular disease in children and adolescents with chronic kidney disease\nEvaluation of carotid intima-media thickness and factors associated with cardiovascular disease in children and adolescents with chronic kidney disease","authors":["Renata Lopes","Mauro Batista de Morais","Fernanda Luisa Ceragioli Oliveira","Ana Paula Brecheret","Ana Lucia Cardoso Santos Abreu","Maria Cristina de Andrade","Renata Lopes","Renata Lopes","Mauro Batista de Morais","Fernanda Luisa Ceragioli Oliveira","Ana Paula Brecheret","Ana Lucia Cardoso Santos Abreu","Maria Cristina de Andrade"],"abstracts":[{"content":"Objective:To assess the carotid intima-media thickness and factors associated with cardiovascular disease in children and adolescents with chronic kidney disease.","strong":"Objective:"},{"content":"Material and methods:Observational, cross-sectional study carried out at the Universidade Federal de São Paulo (chronic kidney disease outpatient clinics) with 55 patients (60% males) with a median age of 11.9 years (I25-I75: 9.2-14.8 years). Of the 55 patients, 43 were on conservative treatment and 12 were on dialysis. Serum laboratory parameters (creatinine, uric acid, C-reactive protein, total cholesterol and fractions, and triglycerides), nutritional status (z-score of body mass index, z-score of height/age), body fat (fat percentage and waist circumference), and blood pressure levels were evaluated. The carotid intima-media thickness measure was evaluated by a single ultrasonographer and compared with percentiles established according to gender and height. Data collection was performed between May 2015 and March 2016.","strong":"Materialandmethods:"},{"content":"Results:Of the children and adolescents with chronic kidney disease, 74.5% (95% CI: 61.0; 85.3) showed an increase (\u003eP95) in carotid intima-media thickness. In patients with stages I and II hypertension, 90.9% had increased carotid intima-media thickness. Nutritional status, body fat and laboratory tests were not associated with increased carotid intima-media thickness. After multivariate adjustment, only puberty (PR=1.30, p=0.037) and stages I and II arterial hypertension (PR=1.42, p=0.011) were independently associated with carotid intima-media thickness alterations.","strong":"Results:"},{"content":"Conclusion:The prevalence of increased carotid thickness was high in children and adolescents with chronic kidney disease. Puberty and arterial hypertension were independently associated with increased carotid intima-media thickness.","strong":"Conclusion:"}]}