{"title":"20-Year Follow-up of Statins in Children with Familial Hypercholesterolemia\n20-Year Follow-up of Statins in Children with Familial Hypercholesterolemia","authors":["Ilse K Luirink","Albert Wiegman","D Meeike Kusters","Michel H Hof","Jaap W Groothoff","Eric de Groot","John J P Kastelein","Barbara A Hutten","Ilse K Luirink","Ilse K Luirink","Albert Wiegman","D Meeike Kusters","Michel H Hof","Jaap W Groothoff","Eric de Groot","John J P Kastelein","Barbara A Hutten"],"abstracts":[{"content":"Background:Familial hypercholesterolemia is characterized by severely elevated low-density lipoprotein (LDL) cholesterol levels and premature cardiovascular disease. The short-term efficacy of statin therapy in children is well established, but longer follow-up studies evaluating changes in the risk of cardiovascular disease are scarce.","strong":"Background:"},{"content":"Methods:We report a 20-year follow-up study of statin therapy in children. A total of 214 patients with familial hypercholesterolemia (genetically confirmed in 98% of the patients), who were previously participants in a placebo-controlled trial evaluating the 2-year efficacy and safety of pravastatin, were invited for follow-up, together with their 95 unaffected siblings. Participants completed a questionnaire, provided blood samples, and underwent measurements of carotid intima-media thickness. The incidence of cardiovascular disease among the patients with familial hypercholesterolemia was compared with that among their 156 affected parents.","strong":"Methods:"},{"content":"Results:Of the original cohort, 184 of 214 patients with familial hypercholesterolemia (86%) and 77 of 95 siblings (81%) were seen in follow-up; among the 214 patients, data on cardiovascular events and on death from cardiovascular causes were available for 203 (95%) and 214 (100%), respectively. The mean LDL cholesterol level in the patients had decreased from 237.3 to 160.7 mg per deciliter (from 6.13 to 4.16 mmol per liter) - a decrease of 32% from the baseline level; treatment goals (LDL cholesterol \u003c100 mg per deciliter [2.59 mmol per liter]) were achieved in 37 patients (20%). Mean progression of carotid intima-media thickness over the entire follow-up period was 0.0056 mm per year in patients with familial hypercholesterolemia and 0.0057 mm per year in siblings (mean difference adjusted for sex, -0.0001 mm per year; 95% confidence interval, -0.0010 to 0.0008). The cumulative incidence of cardiovascular events and of death from cardiovascular causes at 39 years of age was lower among the patients with familial hypercholesterolemia than among their affected parents (1% vs. 26% and 0% vs. 7%, respectively).","strong":"Results:"},{"content":"Conclusions:In this study, initiation of statin therapy during childhood in patients with familial hypercholesterolemia slowed the progression of carotid intima-media thickness and reduced the risk of cardiovascular disease in adulthood. (Funded by the AMC Foundation.).","strong":"Conclusions:"}]}